Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: End of Movement
sv: Slut på sats

source: Mid-Movement
sv: Mittsats

source: Now place first and second time markings in the part(s) that have distinct first and second time bars
sv: Placera nu markeringar för första och andra takt i de delar som har distinkta första och andra taktarter

source: Conditional 2nd Time Bar(s)
sv: Villkorlig 2:a tidslinje(r)

source: If there is no selection: Duplicates the bar(s) from the cursor to the end as an identical 2nd time bar(s) to be used only when not typesetting the part on its own. If there is a selection: Duplicates the selection for the same purpose. Inserts a end- (or end/start-) repeat barline for use only when typesetting the part. Use to avoid a part having two identical bars marked first and second time.
sv: Om det inte finns något val: Duplicerar raden/raderna från markören till slutet som en identisk 2:a gångs rad/rader som endast ska användas när du inte sätter delen på egen hand. Om det finns ett val: Duplicerar markeringen för samma ändamål. Infogar ett slut- (eller slut/start-) upprepningsstreck som endast används vid sättning av delen. Används för att undvika att en del har två identiska takter markerade första och andra gången.

source: This closes a 1st, 2nd, ... n'th time bar
sv: Detta stänger en 1:a, 2:a, ... nionde gången taktstreck

source: End Volta (1st, 2nd ... Time Bar)
sv: Slut Volta (1:a, 2:a ... Time taktstreck)

source: Ends a volta, that is a n'th time bar; without this the opening of a first (Nth) time bar will not be printed.
sv: Avslutar en volta, det vill säga en n:te taktpinne; utan denna kommer öppnandet av en första (n:te) taktpinne inte att tryckas.

source: Start a First Time Bar
sv: Starta en taktstreck för första gången

source: (Print) start (a) first time bar(s), use the End Volta command at the end of the first time bar(s)
sv: (Print) starta (en) första tidssträcka(r), använd kommandot End Volta i slutet av den första tidssträckan

source: 1st Time Bar
sv: 1:a gången taktstreck

source: 2nd Time Bar
sv: 2:a Time taktstreck

source: Arbitrary Text
sv: Godtycklig text

source: This marks the start of one or more measures to be played on one or more of the repeats. There must be a later End Volta mark else nothing prints
sv: Detta markerar början på en eller flera satser som ska spelas på en eller flera av upprepningarna. Det måste finnas en senare End Volta-markering, annars skrivs ingenting ut

source: Set/Unset Bold
sv: Set/Unset fet stil

source: Set/Unset Italic
sv: Set/Unset Kursiv

source: Edit Size
sv: Redigera storlek

source: Nth Time Bar Text
sv: Nionde gången taktstreck Text

source: Give text:
sv: Ge text:

source: Give size:
sv: Ge storlek:

source: Start an Nth Time Bar
sv: Starta en taktstreck för nionde gången

source: Start passage to be played on one or more of the repeats as indicated by the text given by the user (e.g. 3 for third time bar). Finish the passage using the End Volta command.
sv: Starta passagen som ska spelas på en eller flera av de upprepningar som anges av texten som användaren har angett (t.ex. 3 för tredje taktstrecket). Avsluta passagen med kommandot End Volta.

source: Start Second Time Bar
sv: Start Andra Tid taktstreck

source: Adjust the typeset bar number to ignore second time bar(s)
sv: Justera det maskinskrivna barnumret för att ignorera andra tidens taktstreck(s)

source: Start a Second Time Bar
sv: Starta en andra tidsgräns

source: (Print) start (a) second time bar(s), use the End Volta command at the end of the first time bar(s)
sv: (Print) starta (en) andra tidslinje(r), använd kommandot End Volta i slutet av den första tidslinjen

source: Metronome Marking
sv: Markering av metronom

source: Give unit beat duration (e.g., 4. for 𝅘𝅥. ) or enter n for none:
sv: Ange enhetens taktlängd (t.ex. 4. för 𝅘𝅥. ) eller ange n för ingen:

source: Give number of these
sv: Ange antal av dessa

source: beats per minute:
sv: slag per minut:

source: Enter beat change as [beat1]=[beat2] with the beats in LilyPond syntax,
sv: Ange taktändring som [takt1]=[takt2] med takten i LilyPond-syntax,

source: i.e. 4 for 𝅘𝅥, 8. for dotted 𝅘𝅥𝅮, etc.
sv: d.v.s. 4 för 𝅘𝅥, 8 för prickad 𝅘𝅥𝅮, etc.

source: Place immediately after a barline to center the beat change over the barline.
sv: Placera omedelbart efter en taktstreck för att centrera taktbytet över taktstrecket.

source: Enter text (if any) to appear before the [beat1]=[beat2]
sv: Ange text (om någon) som ska visas före [beat1]=[beat2]

source: Enter text (if any) to appear after the [beat1]=[beat2]
sv: Ange text (om någon) som ska visas efter [beat1]=[beat2]

source: Beat Change (e.g. 𝅗𝅥 = 𝅘𝅥 .)
sv: Beat Change (t.ex. 𝅗𝅥 = 𝅘𝅥 .)

source: Insert a change of beat at the cursor position. The playback tempo is adjusted to match.
sv: Lägg in en taktändring vid markörens position. Uppspelningstempot justeras för att matcha.

source: Text or Custom Rehearsal Mark
sv: Text eller anpassad repetitionsmarkering

source: Give text to use for Mark
sv: Ge text att använda för Mark

source: left
sv: vänster

source: right
sv: höger

source: Add Mark (Text/Rehearsal/Book)
sv: Add Mark (Text/Repetition/Bok)

source: Inserts a Mark in the score at the cursor. Marks can be placed in each part and will appear only once (above the top part) in the score (provided they occur at the same moment in each part and are identical). Any size, font, effect can be chosen. A preview button allows you to check the appearance/syntax used. The text position can be dragged in the print view if needed. If there is any slight difference in the text of multiple text marks at the same moment a warning will be given on manually typesetting the score, to avoid this copy and paste or clone the mark you want to place in each part.
sv: Infogar en markering i partituret vid markören. Markeringar kan placeras i varje del och visas bara en gång (ovanför den översta delen) i partituret (förutsatt att de förekommer vid samma tidpunkt i varje del och är identiska). Storlek, typsnitt och effekt kan väljas. En förhandsgranskningsknapp gör att du kan kontrollera utseendet/syntaxen som används. Textpositionen kan dras i utskriftsvyn om det behövs. Om det finns någon liten skillnad i texten för flera textmärken i samma ögonblick kommer en varning att ges vid manuell sättning av partituret, för att undvika detta kopiera och klistra in eller klona det märke du vill placera i varje del.

source: Custom dynamic
sv: Anpassad dynamisk

source: Enter dynamic text:
sv: Skriv in dynamisk text:

source: Dynamic setting
sv: Dynamisk inställning

source: Enter loudness level (0-127):
sv: Ange loudness-nivå (0-127):

source: Choose dynamics and midi volume level.
sv: Välj dynamik och midi-volymnivå.

source: Show if at end of line
sv: Visa om i slutet av raden

source: Show if at start of line
sv: Visa om i början av raden

source: Standalone Coda (for barlines)
sv: Standalone Coda (för barlines)

source: Coda symbol attached to the net object, for example a barline. But shown between notes.
sv: Coda-symbol kopplad till nätobjektet, t.ex. en taktstreck. Men visas mellan noterna.

source: (Print) Standalone Fermata (for Barlines)
sv: (Skriv ut) Standalone Fermata (för Barlines)

source: Adds a standalone fermata which has no playback effect. Can be used to place a Fermata on a barline.
sv: Lägger till en fristående fermata som inte har någon playback-effekt. Kan användas för att placera en Fermata på en taktstreck.

source: Standalone Segno (for barlines)
sv: Standalone Segno (för barlines)

source: Typesets a segno over the barline.
sv: Sätter en segno över barlinjen.

source: String:
sv: Sträng:

source: Give Fret Number or o or x
sv: Ge brätte nummer eller o eller x

source: Barre from string (or cancel for none)
sv: Barré från sträng (eller avbryt för ingen)

source: Barre to string (or cancel for none)
sv: Barré till sträng (eller avbryt för ingen)

source: Barre at fret (or cancel for none)
sv: Barré på frett (eller avbryt för ingen)

source: Give size for diagram
sv: Ange storlek för diagram

source: Edit Fret Diagram
sv: Redigera Fret-diagram

source: Edit Space Occupied
sv: Edit Utrymme upptaget

source: Edit Position
sv: Redigera position

source: Space Occupied by Text/Music
sv: Utrymme som upptas av text/musik

source: Give space: (0 prevents dragging position Blank for natural size.)
sv: Ge utrymme: (0 förhindrar att positionen dras Tomt för naturlig storlek.)

source: Offsets
sv: Offset-värden

source: Give Number of Strings
sv: Ange antal strängar

source: Creates a dialog for you to enter a description of the fret diagram to be typeset at the cursor position.
sv: Skapar en dialogruta där du kan ange en beskrivning av det fretdiagram som ska sättas vid markörens position.

source: Give unit beat duration (e.g., 4. for dotted-quarter) or enter n for none:
sv: Ange enhetens taktlängd (t.ex. 4. för prickad kvart) eller ange n för ingen:

source: BPM Printed
sv: BPM tryckt

source: BPM Not Printed
sv: BPM ej utskriven

source: Incorrect BPM syntax.
sv: Felaktig BPM-syntax.

source: Tempi and Metronome Marks
sv: Tempi och metronommarkeringar

source: Insert tempi and/or metronome marks, printed or not, adjust playback tempo to suit
sv: Infoga tempi och/eller metronommarkeringar, utskrivna eller ej, justera uppspelningstempot så att det passar

source: Agréments
sv: Utrustningar

source: Insert a (French 18th c) agrément on the note at the cursor.
sv: Infoga en (fransk 18:e c) agrément på noten vid markören.

source: Add Accidental/Ornament
sv: Lägg till Accidental/Ornament

source: Re-order Accidentals/Ornaments
sv: Omplacering av tillfälliga föremål/prydnadsföremål

source: No Note to apply ornament to
sv: Ingen not att applicera ornament på

source: Further from Staff
sv: Ytterligare från notsystemet

source: Closer to Staff
sv: Närmare notsystemet

source: Priority now
sv: Prioritet nu

source: you may need to repeat this command to get a suitable value to re-order this ornament with respect to other ornaments on the same note.
sv: kan du behöva upprepa detta kommando för att få ett lämpligt värde för att omordna detta ornament i förhållande till andra ornament på samma not.

source: Sharp
sv: Skarp

source: Flat
sv: Platt

source: Natural
sv: Naturlig

source: Turn
sv: Sätt

source: Reverse Turn
sv: Omvänd vändning

source: Up Prall
sv: Upp Prall

source: Prall Up
sv: Prall upp

source: Up Mordent
sv: Upp Mordent

source: Above Note
sv: Ovan not

source: Below Note
sv: Nedanstående not

source: Insert/Edit Ornament
sv: Infoga/redigera prydnad

source: Select an ornament to insert as an object at the cursor (it will be typeset on the following note), or edit the ornament already present. Ornament here includes accidentals to be placed over or under other ornaments, as well as multiple ornaments stacked on one note/chord.
sv: Välj ett ornament som ska infogas som ett objekt vid markören (det kommer att sättas på följande not), eller redigera det ornament som redan finns. Ornament inkluderar här förtecken som ska placeras över eller under andra ornament, samt flera ornament staplade på en not/ett ackord.

source: More Editing Options
sv: Fler redigeringsalternativ

source: Inserts a rehearsal mark in the score. The default is to typeset as the letters A, B, ... The display shows simply A for all bookmarks. This mark also acts as a Denemo bookmark which can be searched for.
sv: Infogar en repetitionsmarkering i partituret. Standardinställningen är att sätta som bokstäverna A, B, ... På displayen visas bara A för alla bokmärken. Detta märke fungerar också som ett Denemo-bokmärke som kan sökas efter.

source: Turns off automatic barlines, beaming etc and sets small sized notes for a cadenza. You can break up the cadenza in the Denemo Display into Denemo "bars" if the cadenza is too long. You will need to insert barlines or use the Allow Page/Line break command to let the typesetter break lines. Add Ignore Measure Duration Error directives in each bar if you want to use Check Score.
sv: Stänger av automatiska taktstreck, beaming etc och ställer in små noter för en kadens. Du kan dela upp kadensen i Denemo Display i Denemo "takter" om kadensen är för lång. Du måste infoga taktstreck eller använda kommandot Allow Page/Line break för att låta sättaren bryta rader. Lägg till Ignore Measure Duration Error-direktiv i varje takt om du vill använda Check partitur.

source: End Cadenza
sv: Avsluta Cadenza

source: Inserts Cadenza end at the current cursor position which should be at the start of a (Denemo) bar. See Start Cadenza for details.
sv: Infogar Cadenza-slut vid den aktuella markörpositionen som bör vara i början av en (Denemo) takt. Se Starta Cadenza för mer information.

source: Ligature End
sv: Ligaturände

source: End Ligature
sv: Ändligatur

source: End drawing a square bracket above the notes. Must be preceded by a Start Ligature earlier in the same staff.
sv: Slutar med att rita en fyrkantig parentes ovanför noterna. Måste föregås av en Start-ligatur tidigare i samma notsystem.

source: Ligature Start
sv: Ligatur Start

source: Start Ligature
sv: Start ligatur

source: Starts drawing a square bracket above the notes from the cursor. Use End Ligature to mark the place where the bracket should end. Used in transcribing mensural music notation.
sv: Börjar rita en fyrkantig parentes ovanför noterna från markören. Använd End Ligature för att markera den plats där parentesen ska sluta. Används vid transkribering av mensural musiknotation.

source: Give -1 for ottava bassa, 1 for ottava alta and 0 for end ottava
sv: Ge -1 för ottava bassa, 1 för ottava alta och 0 för ottava end

source: End Ottava
sv: Avsluta Ottava

source: Inserts an 8va mark (or 15ma) mark or terminates one already started. Either octave up or octave down can be specified. The notes should be entered at the true (sounding) pitch. Combine with a Print Transposition if you want to see the notes in the display at the transposed pitch (affects the MIDI playback).
sv: Lägger in en 8va-mark (eller 15ma-mark) eller avslutar en redan påbörjad mark. Antingen oktav upp eller oktav ner kan anges. Noterna ska anges med den sanna (klingande) tonhöjden. Kombinera med en Print Transposition om du vill se noterna i displayen i den transponera tonhöjden (påverkar MIDI-uppspelningen).

source: No "tr" at start.
sv: Inget "tr" i början.

source: This marks the start of a trill extending over several notes. The leading "tr" can be omitted if desired.
sv: Detta markerar början på en trill som sträcker sig över flera toner. Det inledande "tr" kan utelämnas om så önskas.

source: Cursor must be on the note where the trill is to start
sv: Markören måste vara på den not där trillingen ska börja

source: Starts a spanning trill from the note at the cursor.
sv: Startar en spänningstrill från noten vid markören.

source: This marks the end of a trill spanning several notes
sv: Detta markerar slutet på en trill som sträcker sig över flera toner

source: Stop Trill
sv: Stoppa Trill

source: Ends a previously started trill at the next note.
sv: Avslutar en tidigare påbörjad trill på nästa ton.

source: Sustain Off
sv: Sustain av

source: Prints a Sustain Off Mark
sv: Skriver ut en Sustain Off-markering

source: Sustain On
sv: Hålla på

source: Prints a Sustain Pedal On Mark
sv: Skriva ut en Sustain Pedal On Mark

source: Footnote
sv: Fotnot

source: Give footnote text
sv: Ge fotnotstext

source: Give footnote marker
sv: Ge fotnotsmarkör

source: Insert Footnote
sv: Infoga fotnot

source: Inserts a footnote at the cursor position as a standalone object. WARNING does not appear if followed by a chord, single notes only!
sv: Infogar en fotnot vid markörens position som ett fristående objekt. WARNING visas inte om den följs av ett ackord, endast enstaka noter!

source: Breath Mark
sv: Andningsmärke

source: Inserts a Breath Mark
sv: Sätter in ett andningsmärke

source: Prints a caesura (pause) at the cursor position.
sv: Skriver ut en caesura (paus) vid markörens position.

source: D.C al fine
sv: D.C al böter

source: Inserts D.C. al fine marking as a standalone Denemo Directive.
sv: Sätter in D.C. al fine-märkning som ett fristående Denemo-direktiv.

source: Fine (i.e. end)
sv: Fin (d.v.s. slut)

source: Inserts Fine marking as standalone Denemo Directive.
sv: Infogar finmarkering som fristående Denemo-direktiv.

source: Scaling Graphic
sv: Skalning av grafik

source: Give scale to be used:
sv: Ange vilken skala som ska användas:

source: Graphic File
sv: Grafisk fil

source: Insert Graphic
sv: Infoga grafik

source: Inserts a graphic in the music. This should be created as an encapsulated postscript file.
sv: Infogar en grafik i musiken. Detta bör skapas som en inkapslad postscript-fil.

source: Give text for Denemo Display
sv: Ge text för Denemo Display

source: Type the text in the lower pane. The preview pane above will show the typeset appearance. You can type any text, however the characters \, ", ¶, { and } have a special meaning in the text. New lines will be started from the ¶ character (if allowed). The backslash \ starts some LilyPond syntax called 'markup', the {} and "" have to surround other text in pairs - one on its own will not typeset. The Insert menu and Selection menu contain pre-packaged markup for various effects. For other possible markup commands \wordwrap, \circle, \tiny etc, see LilyPond documentation.
sv: Skriv in texten i den nedre rutan. Förhandsgranskningsfönstret ovan visar hur texten ser ut. Du kan skriva vilken text som helst, men tecknen \, ", ¶, { och } har en speciell betydelse i texten. Nya rader startas från tecknet ¶ (om det är tillåtet). Backslash \ startar en LilyPond-syntax som kallas "markup", {} och "" måste omge annan text i par - ett tecken ensamt kommer inte att sättas. Insert-menyn och Selection-menyn innehåller färdigpaketerade markeringar för olika effekter. För andra möjliga markeringskommandon \wordwrap, \circle, \tiny etc, se LilyPond-dokumentationen.

source: Scaling Text
sv: Skalning av text

source: Give text size:
sv: Ange textstorlek:

source: Edit Display Text
sv: Redigera displaytext

source: Edit Others
sv: Redigera andra

source: Delete this text?
sv: Radera den här texten?

source: Multi-line Text and Music
sv: Text och musik med flera rader

source: Inserts multi-line text object which can include music snippets, Fret Diagrams and Note Names/Chord Symbols. LilyPond Markup can be used and a preview button is available to check the syntax.
sv: Infogar textobjekt med flera rader som kan innehålla musiksnuttar, fretdiagram och notnamn/akkordsymboler. LilyPond Markup kan användas och en förhandsgranskningsknapp finns tillgänglig för att kontrollera syntaxen.

source: rests
sv: vilar

source: 2classical
sv: 2klassisk

source: accidentals
sv: olyckshändelser

source: sharp
sv: skarp

source: sharp.arrowup
sv: skarp.pil upp

source: sharp.arrowdown
sv: skarp.arrowdown

source: sharp.arrowboth
sv: vass.pilbåda

source: sharp.slashslash.stem
sv: skarp.snedstreck snedstreck.stam

source: sharp.slashslashslash.stemstem
sv: skarp.snedstreck snedstreck snedstreck.stamstam

source: sharp.slashslashslash.stem
sv: skarp.snedstreck snedstreck snedstreck.stam

source: sharp.slashslash.stemstemstem
sv: vass.snedstreck snedstreck.stamstamstam

source: natural
sv: naturlig

source: natural.arrowup
sv: naturlig.pil upp

source: natural.arrowdown
sv: naturlig.arrowdown

source: natural.arrowboth
sv: naturlig.pilbåda

source: flat
sv: platt

source: flat.arrowup
sv: platt.pil upp

source: flat.arrowdown
sv: platt.arrowdown

source: flat.arrowboth
sv: platt.pilbåda

source: flat.slash
sv: platt.snedstreck

source: flat.slashslash
sv: platt.snedstreck snedstreck

source: mirroredflat.flat
sv: spegelvänd.b.b

source: mirroredflat
sv: spegelblank

source: mirroredflat.backslash
sv: spegelvänd.backslash

source: flatflat.slash
sv: plattflat.snedstreck

source: doublesharp
sv: dubbelharpa

source: rightparen
sv: rättparen

source: leftparen
sv: vänsterparen

source: arrowheads
sv: pilspetsar

source: open.01
sv: öppna.01

source: open.0M1
sv: öppen.0M1

source: open.11
sv: öppna.11

source: open.1M1
sv: öppen.1M1

source: close.01
sv: stäng.01

source: close.0M1
sv: nära.0M1

source: close.11
sv: nära.11

source: close.1M1
sv: nära.1M1

source: dots
sv: prickar

source: dot
sv: punkt

source: scripts
sv: skript

source: more scripts
sv: fler skript

source: open
sv: öppen

source: halfopen
sv: halvöppen

source: halfopenvertical
sv: halvöppen vertikalt

source: stopped
sv: stoppad

source: reverseturn
sv: återgång

source: turn
sv: varv

source: trill
sv: trilla

source: dpedalheel
sv: dpedalhjul

source: flageolet
sv: flageolett

source: rcomma
sv: kommatecken

source: rvarcomma
sv: rvar kommatecken

source: lvarcomma
sv: lvarkommatecken

source: and more scripts
sv: och fler skript

source: arpeggio.arrow.M1
sv: arpeggio.pil.M1

source: arpeggio.arrow.1
sv: arpeggio.pil.1

source: upmordent
sv: uppmordsbenägen

source: downprall
sv: nedprallning

source: downmordent
sv: nedlåtande

source: tickmark
sv: fästingmärke

source: circulus
sv: cirkulus

source: barline.kievan
sv: taktstreck.kievan

source: clefs
sv: klavar

source: C_change
sv: C-_andring

source: F_change
sv: F-_andring

source: G_change
sv: G_förändring

source: percussion
sv: slagverk

source: percussion_change
sv: slagverk_andring

source: tab
sv: flik

source: tab_change
sv: flik_andring

source: more clefs
sv: fler klavar

source: vaticana.do_change
sv: vaticana.gora_andring

source: vaticana.fa_change
sv: vaticana.fa_förändring

source: medicaea.fa_change
sv: medicaea.fa_förändring

source: neomensural.c_change
sv: neomensural.c_förändring

source: petrucci.c5_change
sv: petrucci.c5_förändring

source: mensural.c_change
sv: mensural.c_förändring

source: blackmensural.c_change
sv: svartmensural.c_förändring

source: mensural.f_change
sv: mensural.f_förändring

source: mensural.g_change
sv: mensural.g_förändring

source: hufnagel.fa_change
sv: hufnagel.fa_andring

source: hufnagel.do.fa_change
sv: hufnagel.do.fa_byte

source: mensural timesig
sv: mensural tidsställning

source: e
sv: l

source: brackettips
sv: konsoltips

source: down
sv: ner

source: accordion
sv: dragspel

source: discant
sv: diskant

source: oldEE
sv: gamlaEE

source: push
sv: tryck

source: pull
sv: dra

source: ties
sv: band

source: lyric.default
sv: lyrik.standard

source: noteheads
sv: nothuvuden

source: sM1double
sv: sM1dubbel

source: s0triangle
sv: s0triangel

source: d1triangle
sv: d1triangel

source: u1triangle
sv: u1triangel

source: u2triangle
sv: u2triangel

source: d2triangle
sv: d2triangel

source: s1miMirror
sv: s1miSpegel

source: s2miMirror
sv: s2miSpegel

source: Funk noteheads
sv: Funk nothuvuden

source: Walker noteheads
sv: Walker nothuvuden

source: mensural noteheads
sv: mensurella nothuvuden

source: s2harmonic
sv: s2harmonisk

source: uM3mensural
sv: uM3mensurell

source: more mensural noteheads
sv: fler mensurella nothuvuden

source: uM3blackmensural
sv: uM3svartmensural

source: dM3blackmensural
sv: dM3svartmensural

source: uM2blackmensural
sv: uM2svartmensural

source: dM2blackmensural
sv: dM2svartmensural

source: sM1blackmensural
sv: sM1svartmensural

source: s0blackmensural
sv: s0svartmensural

source: ancient noteheads
sv: antika nothuvuden

source: svaticana.epiphonus
sv: svaticana.epifonus

source: svaticana.inner.cephalicus
sv: svaticana.inre.cephalicus

source: more ancient noteheads
sv: mer forntida nothuvuden

source: ssolesmes.incl.parvum
sv: ssolesmes.inkl.parvum

source: ssolesmes.incl.auctum
sv: ssolesmes.inkl.auctum

source: kievan noteheads
sv: kievan nothuvuden

source: flags
sv: flaggor

source: custodes
sv: förmyndare

source: space
sv: tid

source: comma
sv: komma

source: hyphen
sv: bindestreck

source: zero
sv: noll

source: one
sv: en

source: two
sv: två

source: three
sv: tre
